Repository: Liis17/BarkFluff
Catalog: Mac/Barkfluff/Barkfluff/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ru, zh_hans

# navigation.tab.profile
source: Profile
de: Profil
es: Perfil
ru: Профиль
zh_hans: 个人资料

# navigation.title.settings
source: Settings
de: Einstellungen
es: Ajustes
ru: Настройки
zh_hans: 设置

# personalization.bubble_preview.msg1
source: Hi! How are you?
de: Hallo! Wie geht's?
es: ¡Hola! ¿Cómo estás?
ru: Привет! Как дела?
zh_hans: 你好！最近怎么样？

# personalization.bubble_preview.msg2
source: Great, thanks!
de: Super, danke!
es: ¡Genial, gracias!
ru: Отлично, спасибо!
zh_hans: 很好，谢谢！

# personalization.bubble_preview.msg3
source: What are you up to today?
de: Was machst du heute?
es: ¿Qué haces hoy?
ru: Что сегодня делаешь?
zh_hans: 你今天在做什么？

# personalization.bubble_preview.msg4
source: Finishing up the BarkFluff Swift client 🍎
de: Schließe den BarkFluff-Swift-Client ab 🍎
es: Terminando el cliente BarkFluff en Swift 🍎
ru: Доделываю клиент BarkFluff на Swift 🍎
zh_hans: 正在用 Swift 完成 BarkFluff 客户端 🍎

# personalization.bubble_preview.msg5
source: Sounds cool
de: Klingt cool
es: Suena genial
ru: Звучит круто
zh_hans: 听起来很酷

# personalization.error.file_access
source: No access to the file
de: Kein Zugriff auf die Datei
es: Sin acceso al archivo
ru: Нет доступа к файлу
zh_hans: 无法访问文件

# personalization.error.process_image
source: Image processing error
de: Fehler bei der Bildverarbeitung
es: Error al procesar la imagen
ru: Ошибка обработки изображения
zh_hans: 图像处理错误

# personalization.error.read_image
source: Failed to read the image
de: Bild konnte nicht gelesen werden
es: No se pudo leer la imagen
ru: Не удалось прочитать изображение
zh_hans: 无法读取图像

# personalization.error.read_selected_image
source: Failed to read the selected image
de: Ausgewähltes Bild konnte nicht gelesen werden
es: No se pudo leer la imagen seleccionada
ru: Не удалось прочитать выбранное изображение
zh_hans: 无法读取所选图像

# profile.badges.empty.description
source: The user has no badges yet
de: Der Benutzer hat noch keine Abzeichen
es: El usuario aún no tiene insignias
ru: У пользователя пока нет баджей
zh_hans: 该用户还没有徽章

# profile.badges.empty.title
source: No badges
de: Keine Abzeichen
es: Sin insignias
ru: Нет баджей
zh_hans: 没有徽章

# profile.card.fallback_name
source: User
de: Benutzer
es: Usuario
ru: Пользователь
zh_hans: 用户

# profile.edit.bio.hint
source: Any details: age, occupation, or city
de: Beliebige Angaben: Alter, Beruf oder Stadt
es: Cualquier dato: edad, ocupación o ciudad
ru: Любые подробности: возраст, род занятий или город
zh_hans: 任何信息：年龄、职业或城市

# profile.edit.bio.label
source: About
de: Über mich
es: Acerca de
ru: О себе
zh_hans: 关于

# profile.edit.bio.placeholder
source: Tell us about yourself
de: Erzähl etwas über dich
es: Cuéntanos sobre ti
ru: Расскажите о себе
zh_hans: 介绍一下自己

# profile.edit.error.no_file_access
source: No access to the file
de: Kein Zugriff auf die Datei
es: Sin acceso al archivo
ru: Нет доступа к файлу
zh_hans: 无法访问该文件

# profile.edit.error.process_image
source: Image processing error
de: Fehler bei der Bildverarbeitung
es: Error al procesar la imagen
ru: Ошибка обработки изображения
zh_hans: 图片处理错误

# profile.edit.error.read_image
source: Could not read the selected image
de: Das ausgewählte Bild konnte nicht gelesen werden
es: No se pudo leer la imagen seleccionada
ru: Не удалось прочитать выбранное изображение
zh_hans: 无法读取选定的图片

# profile.edit.error.title
source: Error
de: Fehler
ru: Ошибка
zh_hans: 错误

# profile.edit.first_name.label
source: First name
de: Vorname
es: Nombre
ru: Имя
zh_hans: 名字

# profile.edit.last_name.label
source: Last name
de: Nachname
es: Apellido
ru: Фамилия
zh_hans: 姓氏

# profile.edit.logout
source: Log out
de: Abmelden
es: Cerrar sesión
ru: Выйти из аккаунта
zh_hans: 退出登录

# profile.edit.logout_failure.force
source: Log out anyway
de: Trotzdem abmelden
es: Cerrar sesión de todos modos
ru: Выйти всё равно
zh_hans: 仍要退出

# profile.edit.logout_failure.message %@
source: %@ If you force log out, the session on the server will remain active until it expires. You can end it later via "Active sessions".
de: %@ Wenn du das Abmelden erzwingst, bleibt die Sitzung auf dem Server aktiv, bis sie abläuft. Du kannst sie später über «Aktive Sitzungen» beenden.
es: %@ Si fuerzas el cierre de sesión, la sesión en el servidor seguirá activa hasta que expire. Puedes finalizarla más tarde en «Sesiones activas».
ru: %@ Если выйти принудительно — сессия на сервере останется активной до истечения срока действия. Завершить её можно позже через «Активные сессии».
zh_hans: %@ 如果强制退出，服务器上的会话将保持活动状态直到过期。您可以稍后通过「活动会话」将其结束。

# profile.edit.logout_failure.title
source: Failed to log out on the server
de: Abmelden auf dem Server fehlgeschlagen
es: Error al cerrar sesión en el servidor
ru: Не удалось разлогиниться на сервере
zh_hans: 服务器退出登录失败

# profile.edit.title
source: My profile
de: Mein Profil
es: Mi perfil
ru: Мой профиль
zh_hans: 我的资料

# profile.edit.username.label
source: Username
de: Benutzername
es: Nombre de usuario
ru: Имя пользователя
zh_hans: 用户名

# profile.edit.username.placeholder
source: username
de: benutzername
es: nombre_de_usuario
zh_hans: 用户名

# profile.sidebar.settings
source: Settings
de: Einstellungen
es: Ajustes
ru: Настройки
zh_hans: 设置

# profile.validation.username.available
source: Username is available
de: Benutzername ist verfügbar
es: El nombre de usuario está disponible
ru: Имя доступно
zh_hans: 用户名可用

# profile.validation.username.checking
source: Checking…
de: Wird überprüft…
es: Comprobando…
ru: Проверка...
zh_hans: 检查中…

# profile.validation.username.invalid
source: Letters, digits and underscore only
de: Nur Buchstaben, Ziffern und Unterstrich
es: Solo letras, dígitos y guion bajo
ru: Только буквы, цифры и подчёркивание
zh_hans: 仅限字母、数字和下划线

# profile.validation.username.taken
source: Username is already taken
de: Benutzername ist bereits vergeben
es: El nombre de usuario ya está en uso
ru: Имя уже занято
zh_hans: 用户名已被占用

# profile.validation.username.too_short
source: Minimum 3 characters
de: Mindestens 3 Zeichen
es: Mínimo 3 caracteres
ru: Минимум 3 символа
zh_hans: 至少3个字符

# refreshing.label
source: Refreshing…
de: Aktualisierung…
es: Actualizando…
ru: Обновление…
zh_hans: 正在刷新…

# settings.about_app.cores
source: Cores
de: Kerne
es: Núcleos
ru: Ядра
zh_hans: 核心数

# settings.about_app.cpu
source: Processor
de: Prozessor
es: Procesador
ru: Процессор
zh_hans: 处理器

# settings.about_app.memory
source: Memory
de: Speicher
es: Memoria
ru: Память
zh_hans: 内存

# settings.about_app.os
source: OS
de: Betriebssystem
es: SO
zh_hans: 操作系统

# settings.about_app.section.app
source: Application
de: Anwendung
es: Aplicación
ru: Приложение
zh_hans: 应用程序

# settings.about_server.address
source: Address
de: Adresse
es: Dirección
ru: Адрес
zh_hans: 地址

# settings.about_server.endpoints_empty
source: Endpoints not received
de: Endpunkte nicht empfangen
es: Endpoints no recibidos
ru: Эндпоинты не получены
zh_hans: 未接收到端点

# settings.about_server.location
source: Location
de: Standort
es: Ubicación
ru: Локация
zh_hans: 位置

# settings.about_server.not_connected
source: Not connected
de: Nicht verbunden
es: No conectado
ru: Не подключено
zh_hans: 未连接

# settings.about_server.pinging
source: Pinging…
de: Wird gepingt…
es: Comprobando…
ru: Пингую…
zh_hans: 测试中…

# settings.about_server.section.connection
source: Connection
de: Verbindung
es: Conexión
ru: Соединение
zh_hans: 连接

# settings.about_server.section.info
source: Server information
de: Server-Informationen
es: Información del servidor
ru: Информация о сервере
zh_hans: 服务器信息

# settings.cache.clear
source: Clear
de: Leeren
es: Limpiar
ru: Очистить
zh_hans: 清除

# settings.cache.clear_all
source: Clear entire cache
de: Gesamten Cache leeren
es: Limpiar toda la caché
ru: Очистить весь кеш
zh_hans: 清除全部缓存

# settings.cache.empty
source: Cache is empty
de: Cache ist leer
es: La caché está vacía
ru: Кеш пуст
zh_hans: 缓存为空

# settings.cache.section.by_type
source: Distribution by type
de: Verteilung nach Typ
es: Distribución por tipo
ru: Распределение по типам
zh_hans: 按类型分布

# settings.cache.section.clear_by_type
source: Clear by type
de: Nach Typ leeren
es: Limpiar por tipo
ru: Очистка по типам
zh_hans: 按类型清除

# settings.cache.section.total
source: Total cache size
de: Gesamte Cachegröße
es: Tamaño total de la caché
ru: Общий объём кеша
zh_hans: 缓存总大小

# settings.category.about_app
source: About App
de: Über die App
es: Acerca de la app
ru: О приложении
zh_hans: 关于应用

# settings.category.about_server
source: About Server
de: Über den Server
es: Acerca del servidor
ru: О сервере
zh_hans: 关于服务器

# settings.category.active_sessions
source: Active Sessions
de: Aktive Sitzungen
es: Sesiones activas
ru: Активные сессии
zh_hans: 活动会话

# settings.category.chat_folders
source: Chat Folders
de: Chat-Ordner
es: Carpetas de chats
ru: Папки чатов
zh_hans: 聊天文件夹

# settings.category.edit_profile
source: My Profile
de: Mein Profil
es: Mi perfil
ru: Мой профиль
zh_hans: 我的资料

# settings.category.general
source: General
de: Allgemein
ru: Общие
zh_hans: 通用

# settings.category.language
source: Language
de: Sprache
es: Idioma
ru: Язык
zh_hans: 语言

# settings.category.notifications
source: Notifications and Sound
de: Mitteilungen und Ton
es: Notificaciones y sonido
ru: Уведомления и звук
zh_hans: 通知和声音

# settings.category.personalization
source: Personalization
de: Personalisierung
es: Personalización
ru: Персонализация
zh_hans: 个性化

# settings.category.privacy
source: Privacy
de: Datenschutz
es: Privacidad
ru: Приватность
zh_hans: 隐私

# settings.category.security
source: Security
de: Sicherheit
es: Seguridad
ru: Безопасность
zh_hans: 安全

# settings.chat_folders.chats.change
source: Change…
de: Ändern…
es: Cambiar…
ru: Изменить…
zh_hans: 更改…

# settings.chat_folders.chats.included
source: Included chats
de: Enthaltene Chats
es: Chats incluidos
ru: Включённые чаты
zh_hans: 包含的聊天

# settings.chat_folders.chats.section
source: Chats in folder
de: Chats im Ordner
es: Chats en la carpeta
ru: Чаты в папке
zh_hans: 文件夹中的聊天

# settings.chat_folders.delete_confirm.message
source: Chats will not be deleted, only the folder itself.
de: Die Chats werden nicht gelöscht, nur der Ordner selbst.
es: Los chats no se eliminarán, solo la carpeta.
ru: Чаты не будут удалены, только сама папка.
zh_hans: 聊天不会被删除，仅删除文件夹本身。

# settings.chat_folders.delete_confirm.title
source: Delete folder?
de: Ordner löschen?
es: ¿Eliminar carpeta?
ru: Удалить папку?
zh_hans: 删除文件夹？

# settings.chat_folders.edit
source: Folder
de: Ordner
es: Carpeta
ru: Папка
zh_hans: 文件夹

# settings.chat_folders.empty
source: No folders yet. Create your first folder to group chats.
de: Noch keine Ordner. Erstelle deinen ersten Ordner, um Chats zu gruppieren.
es: Aún no hay carpetas. Crea la primera para agrupar chats.
ru: Пока нет папок. Создайте первую папку, чтобы группировать чаты.
zh_hans: 暂无文件夹。创建您的第一个文件夹来分组聊天。

# settings.chat_folders.error.delete
source: Failed to delete folder
de: Ordner konnte nicht gelöscht werden
es: No se pudo eliminar la carpeta
ru: Не удалось удалить папку
zh_hans: 无法删除文件夹

# settings.chat_folders.error.load
source: Failed to load folders
de: Ordner konnten nicht geladen werden
es: No se pudieron cargar las carpetas
ru: Не удалось загрузить папки
zh_hans: 无法加载文件夹

# settings.chat_folders.error.name_length
source: Name must be 1 to 64 characters
de: Name muss 1 bis 64 Zeichen lang sein
es: El nombre debe tener entre 1 y 64 caracteres
ru: Название должно быть от 1 до 64 символов
zh_hans: 名称必须为 1 至 64 个字符

# settings.chat_folders.error.reorder
source: Failed to reorder folders
de: Reihenfolge der Ordner konnte nicht geändert werden
es: No se pudo reordenar las carpetas
ru: Не удалось изменить порядок папок
zh_hans: 无法重新排序文件夹

# settings.chat_folders.error.save
source: Failed to save folder
de: Ordner konnte nicht gespeichert werden
es: No se pudo guardar la carpeta
ru: Не удалось сохранить папку
zh_hans: 无法保存文件夹

# settings.chat_folders.icon.section
source: Icon
de: Symbol
es: Icono
ru: Иконка
zh_hans: 图标

# settings.chat_folders.name.placeholder
source: For example, Work
de: Zum Beispiel: Arbeit
es: Por ejemplo, Trabajo
ru: Например, Работа
zh_hans: 例如：工作

# settings.chat_folders.new
source: New folder
de: Neuer Ordner
es: Nueva carpeta
ru: Новая папка
zh_hans: 新建文件夹

# settings.chat_folders.picker.group_members %lld
source: Group · %lld members
de: Gruppe · %lld Mitglieder
es: Grupo · %lld miembros
ru: Группа · %lld уч.
zh_hans: 群组 · %lld 位成员

# settings.chat_folders.picker.load_failed
source: Failed to load chats
de: Chats konnten nicht geladen werden
es: No se pudieron cargar los chats
ru: Не удалось загрузить чаты
zh_hans: 无法加载聊天

# settings.chat_folders.picker.search
source: Search chat
de: Chat suchen
es: Buscar chat
ru: Поиск чата
zh_hans: 搜索聊天

# settings.chat_folders.picker.selected %lld
source: Selected: %lld
de: Ausgewählt: %lld
es: Seleccionados: %lld
ru: Выбрано: %lld
zh_hans: 已选择：%lld

# settings.chat_folders.picker.title
source: Select chats
de: Chats auswählen
es: Seleccionar chats
ru: Выберите чаты
zh_hans: 选择聊天

# settings.chat_folders.title
source: Chat folders
de: Chat-Ordner
es: Carpetas de chats
ru: Папки чатов
zh_hans: 聊天文件夹

# settings.chat_folders.untitled
source: Untitled
de: Ohne Titel
es: Sin título
ru: Без названия
zh_hans: 未命名

# settings.cloud.available %@
source: Available: %@
de: Verfügbar: %@
es: Disponible: %@
ru: Доступно: %@
zh_hans: 可用：%@

# settings.cloud.empty
source: Storage is empty
de: Speicher ist leer
es: El almacenamiento está vacío
ru: Хранилище пусто
zh_hans: 存储为空

# settings.cloud.error.load
source: Failed to load storage information
de: Speicherinformationen konnten nicht geladen werden
es: No se pudo cargar la información de almacenamiento
ru: Не удалось загрузить информацию о хранилище
zh_hans: 无法加载存储信息

# settings.cloud.no_limit
source: No limit
de: Kein Limit
es: Sin límite
ru: Лимит не задан
zh_hans: 无限制

# settings.cloud.section.by_type
source: Distribution by type
de: Verteilung nach Typ
es: Distribución por tipo
ru: Распределение по типам
zh_hans: 按类型分布

# settings.cloud.section.by_type_list
source: By type
de: Nach Typ
es: Por tipo
ru: По типам
zh_hans: 按类型

# settings.cloud.section.usage
source: Cloud usage
de: Cloud-Nutzung
es: Uso de la nube
ru: Использование облака
zh_hans: 云存储使用情况

# settings.cloud.used_of %@ %@
source: %@ of %@
de: %@ von %@
es: %@ de %@
ru: %@ из %@

# settings.general.appearance.section
source: Appearance
de: Darstellung
es: Apariencia
ru: Внешний вид
zh_hans: 外观

# settings.general.theme.label
source: Theme
de: Erscheinungsbild
es: Tema
ru: Тема
zh_hans: 主题

# settings.language.footer
source: When set to “System”, the app follows the device language. If the device language is neither Russian nor English, English is used.
de: Bei «System» folgt die App der Gerätesprache. Wenn die Gerätesprache weder Russisch, Englisch, Spanisch, Chinesisch noch Deutsch ist, wird Englisch verwendet.
es: Cuando está en «Sistema», la app sigue el idioma del dispositivo. Si el idioma del dispositivo no es ruso, inglés, español, chino ni alemán, se usa inglés.
ru: При выборе «Системный» язык приложения следует за языком устройства. Если язык устройства не русский и не английский, используется английский.
zh_hans: 设置为「系统」时，应用将跟随设备语言。如果设备语言不是俄语、英语、西班牙语、中文或德语，则使用英语。

# settings.language.picker
source: Language
de: Sprache
es: Idioma
ru: Язык
zh_hans: 语言

# settings.language.section
source: Interface language
de: Sprache der Benutzeroberfläche
es: Idioma de la interfaz
ru: Язык интерфейса
zh_hans: 界面语言

# settings.notifications.section
source: Notifications
de: Mitteilungen
es: Notificaciones
ru: Уведомления
zh_hans: 通知

# settings.notifications.show
source: Show notifications
de: Mitteilungen anzeigen
es: Mostrar notificaciones
ru: Показывать уведомления
zh_hans: 显示通知

# settings.notifications.sound
source: Notification sound
de: Mitteilungston
es: Sonido de notificación
ru: Звук уведомлений
zh_hans: 通知声音

# settings.personalization.background_section
source: Chat background
de: Chat-Hintergrund
es: Fondo del chat
ru: Фон чата
zh_hans: 聊天背景

# settings.personalization.backgrounds.remove_chat_bg
source: Remove chat background
de: Chathintergrund entfernen
es: Quitar fondo del chat
ru: Убрать фон чата
zh_hans: 移除聊天背景

# settings.personalization.backgrounds_header
source: Background images
de: Hintergrundbilder
es: Imágenes de fondo
ru: Изображения фона
zh_hans: 背景图片

# settings.personalization.blur_radius
source: Blur radius
de: Unschärferadius
es: Radio de desenfoque
ru: Радиус размытия
zh_hans: 模糊半径

# settings.personalization.blur_toggle
source: Blur
de: Unschärfe
es: Desenfoque
ru: Размытие
zh_hans: 模糊

# settings.personalization.bubble_radius
source: Corner radius
de: Eckenradius
es: Radio de las esquinas
ru: Закругление
zh_hans: 圆角半径

# settings.personalization.dim
source: Dim
de: Abdunkeln
es: Oscurecer
ru: Затемнение
zh_hans: 变暗

# settings.personalization.folders_compact
source: Compact folders
de: Kompakte Ordner
es: Carpetas compactas
ru: Компактные папки
zh_hans: 紧凑文件夹

# settings.personalization.folders_exclude_from_all
source: Hide folder chats from “All chats”
de: Chats aus Ordnern in «Alle Chats» ausblenden
es: Ocultar chats de carpetas en «Todos los chats»
ru: Не показывать чаты папок во «Все чаты»
zh_hans: 在「所有聊天」中隐藏文件夹聊天

# settings.personalization.folders_section
source: Chat folders
de: Chat-Ordner
es: Carpetas de chats
ru: Папки чатов
zh_hans: 聊天文件夹

# settings.personalization.messages_section
source: Message appearance
de: Darstellung der Nachrichten
es: Apariencia de los mensajes
ru: Внешний вид сообщений
zh_hans: 消息外观

# settings.personalization.poster.upload
source: Set a new poster
de: Neues Poster festlegen
es: Establecer un nuevo póster
ru: Установить новый постер
zh_hans: 设置新海报

# settings.personalization.poster.uploading
source: Uploading…
de: Wird hochgeladen…
es: Subiendo…
ru: Загрузка…
zh_hans: 上传中…

# settings.placeholder.coming_soon
source: New features will appear here soon
de: Hier erscheinen bald neue Funktionen
es: Pronto aparecerán nuevas funciones aquí
ru: Скоро здесь появятся новые возможности
zh_hans: 新功能即将在此显示

# settings.placeholder.in_development
source: This section is under development
de: Dieser Bereich befindet sich in Entwicklung
es: Esta sección está en desarrollo
ru: Этот раздел находится в разработке
zh_hans: 此部分正在开发中

# settings.privacy.avatar_visibility
source: Avatar visibility
de: Sichtbarkeit des Avatars
es: Visibilidad del avatar
ru: Видимость аватара
zh_hans: 头像可见性

# settings.privacy.bio_visibility
source: Bio visibility
de: Sichtbarkeit der Bio
es: Visibilidad de la biografía
ru: Видимость описания
zh_hans: 个人简介可见性

# settings.privacy.email_visibility
source: Email visibility
de: Sichtbarkeit der E-Mail
es: Visibilidad del correo
ru: Видимость почты
zh_hans: 邮箱可见性

# settings.privacy.error.load
source: Failed to load privacy settings
de: Datenschutzeinstellungen konnten nicht geladen werden
es: No se pudo cargar la configuración de privacidad
ru: Не удалось загрузить настройки приватности
zh_hans: 无法加载隐私设置

# settings.privacy.error.save
source: Failed to save settings
de: Einstellungen konnten nicht gespeichert werden
es: No se pudo guardar la configuración
ru: Не удалось сохранить настройки
zh_hans: 无法保存设置

# settings.privacy.online_visibility
source: Online status visibility
de: Sichtbarkeit des Online-Status
es: Visibilidad del estado en línea
ru: Видимость онлайна
zh_hans: 在线状态可见性

# settings.privacy.profile_on_site.footer
source: “Profile on website” enables the public page at barkfluff.com/{username}.
de: «Profil auf der Website» aktiviert die öffentliche Seite unter barkfluff.com/{username}.
es: «Perfil en el sitio web» activa la página pública en barkfluff.com/{username}.
ru: «Профиль на сайте» включает публичную страницу barkfluff.com/{username}.
zh_hans: 「网站个人主页」会启用 barkfluff.com/{username} 的公开页面。

# settings.privacy.profile_visible_on_site
source: Profile on website
de: Profil auf der Website
es: Perfil en el sitio web
ru: Профиль на сайте
zh_hans: 网站个人主页

# settings.privacy.search_visible
source: Visible in search
de: In der Suche sichtbar
es: Visible en búsqueda
ru: Видимость в поиске
zh_hans: 在搜索中可见

# settings.privacy.search_visible.footer
source: “Visible in search” determines whether the user appears in search results.
de: «In der Suche sichtbar» bestimmt, ob der Benutzer in Suchergebnissen erscheint.
es: «Visible en búsqueda» determina si el usuario aparece en los resultados de búsqueda.
ru: «Видимость в поиске» определяет, появится ли пользователь в выдаче поиска.
zh_hans: 「在搜索中可见」决定用户是否出现在搜索结果中。

# settings.privacy.section.profile
source: Profile
de: Profil
es: Perfil
ru: Профиль
zh_hans: 个人资料

# settings.privacy.section.search_online
source: Search and online
de: Suche und Online
es: Búsqueda y en línea
ru: Поиск и онлайн
zh_hans: 搜索和在线

# settings.security.password.change
source: Change password
de: Passwort ändern
es: Cambiar contraseña
ru: Сменить пароль
zh_hans: 修改密码

# settings.security.password.change_title
source: Change password
de: Passwort ändern
es: Cambiar contraseña
ru: Смена пароля
zh_hans: 修改密码

# settings.security.password.confirm
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
ru: Подтвердите пароль
zh_hans: 确认密码

# settings.security.password.current
source: Current password
de: Aktuelles Passwort
es: Contraseña actual
ru: Текущий пароль
zh_hans: 当前密码

# settings.security.password.new
source: New password
de: Neues Passwort
es: Nueva contraseña
ru: Новый пароль
zh_hans: 新密码

# settings.security.password.section
source: Password
de: Passwort
es: Contraseña
ru: Пароль
zh_hans: 密码

# settings.security.restart_required.message
source: Token storage has changed. Please restart the application for changes to take effect.
de: Der Token-Speicher wurde geändert. Starte die App neu, damit die Änderungen wirksam werden.
es: El almacenamiento de tokens ha cambiado. Reinicia la aplicación para aplicar los cambios.
ru: Хранилище токенов изменено. Пожалуйста, перезапустите приложение для применения изменений.
zh_hans: 令牌存储方式已更改。请重启应用以使更改生效。

# settings.security.restart_required.title
source: Restart required
de: Neustart erforderlich
es: Reinicio necesario
ru: Требуется перезапуск
zh_hans: 需要重启

# settings.security.storage.footer
source: Authorization tokens are stored on the device. iCloud lets you sync them between devices.
de: Autorisierungstoken werden auf dem Gerät gespeichert. iCloud ermöglicht die Synchronisierung zwischen Geräten.
es: Los tokens de autorización se guardan en el dispositivo. iCloud permite sincronizarlos entre dispositivos.
ru: Токены авторизации хранятся на устройстве. iCloud позволяет синхронизировать их между устройствами.
zh_hans: 授权令牌存储在设备上。iCloud 允许在设备之间同步它们。

# settings.security.storage.migrating
source: Migrating data…
de: Daten werden migriert…
es: Migrando datos…
ru: Миграция данных...
zh_hans: 正在迁移数据…

# settings.security.storage.picker
source: Token storage
de: Token-Speicher
es: Almacenamiento de tokens
ru: Хранилище токенов
zh_hans: 令牌存储

# settings.security.storage.section
source: Token storage
de: Token-Speicher
es: Almacenamiento de tokens
ru: Хранилище токенов
zh_hans: 令牌存储

# settings.security.storage.switch_confirm.confirm
source: Switch
de: Wechseln
es: Cambiar
ru: Переключить
zh_hans: 切换

# settings.security.storage.switch_confirm.message
source: Data will be copied to %@. %@
de: Die Daten werden nach %@ kopiert. %@
es: Los datos se copiarán a %@. %@
ru: Данные будут скопированы в %@. %@
zh_hans: 数据将被复制到 %@。%@

# settings.security.storage.switch_confirm.message %@ %@
source: settings.security.storage.switch_confirm.message %1$@ %2$@
de: Die Daten werden nach %1$@ kopiert. %2$@
es: Los datos se copiarán a %1$@. %2$@
zh_hans: 数据将被复制到 %1$@。%2$@
